Repository: myclabs/Inventory
Catalog: application/languages/Core/exception.tmx
Source language: fr
Languages: en

source: La page recherchée n'a pas pu être trouvée.
en: The requested page could not be found.

source: L'application a rencontré une erreur.
en: Application encountered an error.

source: Merci de renseigner ce champ.
en: Please fill up this field.

source: Merci d'utiliser seulement les caractères : "a..z", "0..9", et "_".
en: Please use only characters "a..z", "0..9", and "_".

source: Merci d'utiliser moins de 255 caractères.
en: Please use less than 255 characters.
